[
{
    "categoria": "Perifericos",
    "nombre": "Logitech G502 HERO",
    "descripcion": "Logitech ha actualizado su emblemático ratón para juegos G502 para ofrecer un rendimiento aún mayor y una funcionalidad más precisa que nunca. El ratón para juegos de alto rendimiento Logitech G502 Hero incorpora la nueva generación del sensor óptico Hero 16K, el sensor para juegos más eficaz y de mayor rendimiento que jamás haya fabricado Logitech. Una lente totalmente nueva y un algoritmo de seguimiento actualizado ofrecen un seguimiento ultrapreciso sin aceleración, suavizado ni filtrado en toda la gama de DPI. Ahora, personalice la iluminación RGB del ratón para que coincida con su estilo y su entorno o sincronícela con otros productos Logitech G. Sea cual sea su estilo de juego, es fácil ajustar G502 Hero para que se adapte a sus necesidades, con perfiles personalizados para sus juegos, sensibilidad ajustable de 200 a 16.000 PPP y un sistema de pesas ajustable que permite ajustar y equilibrar hasta cinco pesas de 3,6 G para obtener el equilibrio y la sensación adecuados.",
    "precio": "500.000",
    "imagen1": "LogitechG502-Vista1.jpg",
    "imagen2": "LogitechG502-Vista2.jpg",
    "imagen3": "LogitechG502-Vista3.jpg",
    "imagen4": "LogitechG502-Vista4.jpg"
},
{
    "categoria": "Perifericos",
    "nombre": "Corsair Virtuoso RGB",
    "descripcion": "Los Corsair virtuoso RGB wireless SE ofrecen una experiencia de audio de alta fidelidad para los jugadores más exigentes, combinando una calidad de sonido sin concesiones con la comodidad de sus almohadillas y diadema de espuma de memoria de primera calidad durante todo el día y toda la noche. Conéctese a prácticamente cualquier dispositivo con la tecnología inalámbrica slipstream corsair de latencia ultrabaja, con cable de 3,5 mm o con cable USB de 24bit/96kHz. Hágase oír con una claridad vocal soberbia gracias a un micrófono desmontable omnidireccional de calidad broadcast con un amplio rango dinámico. Su ligera construcción de aluminio garantiza una gran durabilidad, mientras que hasta 20 horas de duración de la batería inalámbrica y 60 pies de alcance le dan una libertad de escucha absoluta. La iluminación RGB microperforada en cada auricular crea un refinado estilo visual mientras escucha. El software Corsair iCUE permite realizar ajustes personalizados del ecualizador de audio, sonido envolvente 7.1, control de la iluminación RGB y mucho más, lo que le convierte en el maestro de su experiencia de juego.",
    "precio": "730.000",
    "imagen1": "CorsairVirtuoso-Vista1.jpg",
    "imagen2": "CorsairVirtuoso-Vista2.jpg",
    "imagen3": "CorsairVirtuoso-Vista3.jpg",
    "imagen4": "CorsairVirtuoso-Vista4.jpg"
},
{
    "categoria": "Perifericos",
    "nombre": "Redragon Teclado mecánico",
    "descripcion": "Conmutadores mecánicos personalizados (equivalente en color verde cerezo) para un rendimiento definitivo de juegos. Luz Led de color rojo ajustable y teclas moldeadas por inyección de doble disparo para una retroiluminación cristalina. Construcción de metal y ABS, teclas mecánicas y conector USB chapado en oro soportan juegos de núcleo duro. Conmutadores mecánicos personalizados diseñados para mayor durabilidad, capacidad de respuesta y durabilidad. Teclas mecánicas con resistencia media, sonido de clic audible y retroalimentación táctil.",
    "precio": "133.000",
    "imagen1": "TecladoRedragon-Vista1.jpg",
    "imagen2": "TecladoRedragon-Vista2.jpg",
    "imagen3": "TecladoRedragon-Vista3.jpg",
    "imagen4": "TecladoRedragon-Vista4.jpg"
},
{
    "categoria": "Perifericos",
    "nombre": "Elgato Stream Deck",
    "descripcion": "15 teclas LCD: Toca para cambiar escenas, iniciar medios, ajustar audio y más. Totalmente personalizable. Personaliza las teclas con iconos personalizados o elige entre cientos. Compromiso instantáneo: Tweet en el momento perfecto. Integración directa: Captura de juegos de control, OBS Studio, Tipeeestream, Twitch y más. Requisitos del sistema: Windows 10 (64 bits) macOS 10.11 o posterior.",
    "precio": "490.000",
    "imagen1": "StreamDeck-Vista1.jpg",
    "imagen2": "StreamDeck-Vista2.jpg",
    "imagen3": "StreamDeck-Vista3.jpg",
    "imagen4": "StreamDeck-Vista4.jpg"
},
{
    "categoria": "Perifericos",
    "nombre": "Alienware Monitor 360 Hz - 24.5",
    "descripcion": "El monitor para juegos Alienware AW2521H 360Hz está diseñado con una pantalla FHD de 24,5 pulgadas (1920 x 1080p). La certificación NVIDIA G-SYNC permite una experiencia fluida y sin desgarros mientras juegas. Este monitor para juegos contiene una frecuencia de actualización de 360 Hz combinada con un tiempo de respuesta GtG de 1 ms para eliminar el desenfoque de movimiento y permitir que se vean imágenes de movimiento rápido con una claridad increíble. La tecnología IPS rápida mantiene la claridad de imagen desde cualquier ángulo de visión. Además, con hasta un 99% de cobertura sRGB, tienes una amplia gama de colores en tu arsenal. La iluminación personalizable Alienfx permite a los jugadores establecer el estado de ánimo con el logotipo de Alienware, la tira de luz continua en el soporte, el Downlight y el botón de encendido como 4 zonas personalizables con valor RGB completo.",
    "precio": "1.500.000",
    "imagen1": "Alienware-Vista1.jpg",
    "imagen2": "Alienware-Vista2.jpg",
    "imagen3": "Alienware-Vista3.jpg",
    "imagen4": "Alienware-Vista4.jpg"
}
]

