[
    {
        "categoria": "Portatiles",
        "nombre": "Lenovo - Legion 5",
        "descripcion": "Diseñado específicamente para el rendimiento en juegos, el Lenovo Legion 5 es la plataforma perfecta para disfrutar de los mejores juegos AAA de hoy. Dentro del chasis limpio y minimalista de este portátil para juegos, encontrará un potente procesador AMD Ryzen 7 5800H y gráficos NVIDIA® GeForce RTX™ 3050Ti, junto con 16 GB de RAM DDR4 y 512 GB de almacenamiento SSD NVMe. El rendimiento está optimizado por el motor Legion AI, impulsando el revolucionario Legion Coldfront 3.0 y Q Control. La pantalla IPS Full HD de 15,6 pulgadas funciona a una frecuencia de actualización de hasta 165 Hz con un tiempo de respuesta de <3 ms y cuenta con una precisión de color 100 % sRGB, junto con compatibilidad con Dolby Vision® y AMD FreeSync™ Premium. También disfrutará de 2 x altavoces de 2 W con el nuevo audio 3D Nahimic para jugadores.",
        "precio": "4.400.000",
        "imagen1": "LenovoLegion5-Vista1.jpg",
        "imagen2": "LenovoLegion5-Vista2.jpg",
        "imagen3": "LenovoLegion5-Vista3.jpg",
        "imagen4": "LenovoLegion5-Vista4.jpg"
    },
    {
        "categoria": "Portatiles",
        "nombre": "MSI GE76 Raider",
        "descripcion": "Intel Core i7-11800H (8 núcleos 16 hilos, velocidad de reloj base de 2,3 GHz, turbo máximo a 4,6 GHz, caché L3 de 24 MB); Killer Wi-Fi 6E AX1675 (2x2) + Bluetooth 5.2. Bisel fino de 17.3 pulgadas FHD (1920 x 1080) nivel IPS 144Hz, 16:9, 45% NTSC; GPU para portátil GeForce RTX 3060 hasta 1802 MHz Boost Clock, potencia máxima de gráficos de 130 W con impulso dinámico; soporta 3 monitores digitales externos a través de HDMI, Thunderbolt 4 y mDP v11 .4, monitor externo .4, Resolución: 8K @ 60Hz.",
        "precio": "7.660.000",
        "imagen1": "MsiGe76-Vista1.jpg",
        "imagen2": "MsiGe76-Vista2.jpg",
        "imagen3": "MsiGe76-Vista3.jpg",
        "imagen4": "MsiGe76-Vista4.jpg"
    },
    {
        "categoria": "Portatiles",
        "nombre": "Acer Nitro 5",
        "descripcion": "Explora y disfruta de un nuevo nivel de juego con el potente Nitro 5. El diseño sólido y discreto alberga una pantalla IPS FHD de 144 Hz y una línea de tecnología impresionante para mejorar todos los aspectos de la jugabilidad. Acer Nitro 5 AN515-55 AN515-55M1 15.6 Gaming Notebook - Full HD - 1920 x 1080 - Intel Core i5 (10 ª Generación) i5 -10300H Quad-core (4 núcleos) 2,50 GHz - 8 GB RAM - 512 GB SSD Intel HM470 SoC - Windows 10 Home - NVIDIA GeForce GTX 1650 con 4 GB - Tecnología de conmutación en plano (IPS), ComfyView - Teclado en inglés - 11 horas de duración de batería - IEEE 800000000000000000000 2.11 a/b/g/n/ac/ax Wireless LAN Standard.",
        "precio": "2.840.000",
        "imagen1": "AcerNitro-Vista1.jpg",
        "imagen2": "AcerNitro-Vista2.jpg",
        "imagen3": "AcerNitro-Vista3.jpg",
        "imagen4": "AcerNitro-Vista4.jpg"
    },
    {
        "categoria": "Portatiles",
        "nombre": "HP OMEN - Laptop",
        "descripcion": "Pantalla QHD (2560 x 1440) de 16.1 pulgadas diagonal, QHD (2560 x 1440), 165 Hz, tiempo de respuesta de 3 ms, IPS, microborde, antideslumbrante, luz azul baja, 300 nits, 100% sRGB. Procesador Intel Corei7-11800H de 11ª generación: Intel Corei7-11800H de 11ª generación. Aporta la combinación perfecta de funciones para que puedas imparar. Realice las cosas rápidamente con alto rendimiento, capacidad de respuesta instantánea y la mejor conectividad de su clase. 32 GB DDR4-3200 RAM y SSD PCIe de 1 TB: RAM DDR4-3200 de gran ancho de banda de 32 GB para ejecutar sin problemas múltiples aplicaciones y pestañas del navegador todo a la vez, SSD PCIe de 1 TB para un amplio espacio de almacenamiento. Obtén hasta 15 veces más rápido que un disco duro tradicional. El sello original se abre solo para actualizar. Ofrecemos una garantía estándar de 1 año en RAM actualizada. Incluye alfombrilla para ratón.",
        "precio": "7.770.000",
        "imagen1": "HpOmen-Vista1.jpg",
        "imagen2": "HpOmen-Vista2.jpg",
        "imagen3": "HpOmen-Vista3.jpg",
        "imagen4": "HpOmen-Vista4.jpg"
    },
    {
        "categoria": "Portatiles",
        "nombre": "ASUS TUF Gaming F17",
        "descripcion": "ASUS TUF Gaming F15 FX706 es un potente portátil para juegos con Windows 10 que combina el rendimiento de los juegos con un panel tipo IPS de 144 Hz y una vida útil prolongada, gracias a su sistema patentado Anti-Dust Cooling (ADC). Equipado con gráficos NVIDIA GeForce, procesador AMD 5000 Ryzen multinúcleo y almacenamiento de estado sólido - F15 es capaz de jugar los últimos juegos y hacer multitarea con facilidad. Por si fuera poco, su teclado para juegos retroiluminado con RGB tiene una durabilidad de 20 millones de pulsaciones de tecla. *La velocidad de transferencia real de USB 3.0, 3.1 (Gen 1 y 2), 3.2 (Gen 1 y 2) y/o Tipo-C variará dependiendo de muchos factores, incluyendo la velocidad de procesamiento del dispositivo host, atributos de archivo y otros factores relacionados con la configuración del sistema y su entorno operativo. Para obtener más información, visita el sitio web ASUS Windows 11 para actualizar dispositivos elegibles de actualización gratuita de Windows 11.",
        "precio": "6.080.000",
        "imagen1": "AsusF17-vista1.jpg",
        "imagen2": "AsusF17-vista2.jpg",
        "imagen3": "AsusF17-vista3.jpg",
        "imagen4": "AsusF17-vista4.jpg"
    }

]